var lngs = {
  "01": "ODS",
  "02": "الرئيسية",
  "03": "إدارة حضور الأساتذة",
  "04": "إدارة حضور التلاميذ",
  "05": "تقارير حضور",

  "06": "مركز التنبيهات",
  "07": "إدارة الأساتذة",
  "08": "إدارة التلاميذ",
  "09": "إدارة الوثائق",

  "10": "إدارة العلامات",
  "11": "إحصائيات",
  "12": "البرنامج الدراسي",
  "13": "المستخدمون",

  "14": "مراسلة المبرمج",
  "15": "عن البرنامج",
  "16": "تفعيل البرنامج",
  "17": "الإعدادات",

  "18": "قائمة الحضور",
  "19": "قائمة الغياب",
  "21": "الإسم واللقب",
  "22": "مادة التدريس",
  "23": "القسم",
  "24": "التاريخ",
  "25": "بداية الحصة",
  "26": "نهاية الحصة",
  "27": "نوع الغياب",
  "28": "غياب مبرر",

  "29": "تاريخ الغياب من",
  "30": "الى",

  "31": "",





  "x": "x"
}
